Repository: PaulTaykalo/EtreCheck
Catalog: LibEtreCheck/*.lproj/Collectors.strings
Languages: fr

source: Configuration files:
fr: Fichiers de configuration :

# cpu
source: Top Processes by CPU:
fr: Utilisation du processeur par opération :

# diagnostics
source: Diagnostics Events (last 7 days for minor events):
fr: Événements du diagnostic (7 dernier jours si pas grave):

# disk
source: Disk Information:
fr: Informations des disques :

# firewire
source: Firewire Information:
fr: Informations Firewire :

# fonts
source: Bad Fonts:
fr: Mauvaises polices :

source: Security:
fr: Sécurité :

# hardware
source: Hardware Information:
fr: Informations matérielles :

source: Kernel Extensions:
fr: Extensions du noyau :

# loginitems
source: User Login Items:
fr: Éléments Ouverture :

# memory
source: Top Processes by Memory:
fr: Utilisation de la RAM par opération :

# network
source: Network Information:
fr: Informations du réseau :

# networkusage
source: Top Processes by Network Use:
fr: Utilisation du réseau par opération :

# energy
source: Top Processes by Energy Use:
fr: Utilisation de l’énergie par opération :

# preferencepanes
source: 3rd Party Preference Panes:
fr: Panneaux de préférences tiers :

source: Safari Extensions:
fr: Extensions de Safari :

source: Startup Items:
fr: Éléments de démarrage :

source: System Software:
fr: Logiciels du système :

# thunderbolt
source: Thunderbolt Information:
fr: Informations Thunderbolt :

# usb
source: USB Information:
fr: Informations USB :

# video
source: Video Information:
fr: Informations vidéo :

# vm
source: Virtual Memory Information:
fr: Informations de la mémoire virtuelle :

source: Audio Plug-ins:
fr: Modules audios :

source: User Audio Plug-ins:
fr: Modules audios pour l’utilisateur :

source: Internet Plug-ins:
fr: Modules internets :

source: User internet Plug-ins:
fr: Modules internets pour l’utilisateur :

source: iTunes Plug-ins:
fr: Modules iTunes :

source: User iTunes Plug-ins:
fr: Modules iTunes pour l’utilisateur :

source: Launch Agents:
fr: Agents de lancement :

source: Launch Daemons:
fr: Daemons de lancements :

source: System Launch Agents:
fr: Agents de lancement systèmes :

source: System Launch Daemons:
fr: Daemons de lancement systèmes :

source: User Launch Agents:
fr: Agents de lancement pour l’utilisateur :

# unsigned
source: Unsigned files:
fr: Fichiers qui manquent de signature :

source: Clean up:
fr: Nettoyage :

# hiddenapps
source: Other Apps:
fr: Autres apps :

# etrecheckdeletedfiles
source: Files deleted by EtreCheck:
fr: Fichiers enlevés par EtreCheck :

# install
source: Software installs (last 30 days):
fr: Installations de logiciel (30 derniers jours) :

# virtualvolume
source: Other Volumes:
fr: Autres volumes :
